Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/repairs_maintenance_and_minimum_physical_standards.html.txt.tmx
Source language: en
Languages: ga

source: Minimum standards for rented housing
ga: Íoschaighdeáin fhisiciúla i dtithíocht ar cíos

source: • Details of minimum standards
ga: • Sonraí ar na híoschaighdeáin

source: Your landlord has a legal duty to make sure that your home meets certain minimum physical standards
ga: Tá dualgas dlíthiúil ar do thiarna talún a chinntiú go gcomhlíonann do theach íoschaighdeáin áirithe fhisiciúla

source: In general, the standards apply to dwellings rented from private landlords, local authorities and approved housing bodies (usually called housing associations)
ga: Ón 1 Feabhra 2009, ní mór do mhaoin atá ar cíos íoschaighdeáin áirithe fhisiciúla a bhaint amach, amhail a shonraítear i Rialacháin na dTithe (Caighdeáin do Thithe ar Cíos), 2008 (pdf)

source: However, they do not apply to communal housing being let by the HSE or an approved housing body
ga: Tháinig sraith bhreise rialachán i bhfeidhm, Rialacháin na dTithe (Caighdeáin do Thithe ar Cíos) (Leasú), 2009 (pdf) an 1 Nollaig 2009

source: These standards are set out in the Housing (Standards for Rented Houses) Regulations 2008 as amended by the Housing (Standards for Rented Houses) (Amendment) Regulations 2009
ga: I gcás tionóntachtaí reatha, ceadaíodh tréimhse um thabhairt isteach do roinnt de na caighdeáin sna Rialacháin

source: It was announced in February 2017 that a further set of Regulations (pdf) would take effect from 1 July 2017. See ‘Extra requirements from July 2017’ below
ga: Tháinig deireadh leis an tréimhse um thabhairt isteach an 31 Eanáir 2013, agus tá ar mhaoin chíosa anois na caighdeáin uile a bhaint amach

source: Details of minimum standards General
ga: Díobháil a dhéanamh do do sheilbh

source: The Regulations require the landlord to maintain the property in a sound state, inside and out. They specify that roofs, roofing tiles, slates, windows, floors, ceilings, walls, stairs, doors, skirting boards, fascias, tiles on any floor, ceiling and wall, gutters, down pipes, fittings, furnishings, gardens and common areas must be maintained in good condition and repair. They must not be defective due to dampness or otherwise
ga: Is tábhachtach a thabhairt faoi deara nach gnách go gcumhdaíonn freagrachtaí do thiarna talún (chun bail mhaith a choimeád ar phíopaí uisce, mar shampla) thú le haghaidh aon díobhála a dhéantar do do sheilbh (a raibh píopaí pléasctha mar chúis léi, mar shampla) agus ní dócha go gcumhdóidh polasaí árachais an tiarna talún do chuid seilbh phearsanta

source: The landlord must ensure that electricity or gas supplies are safe and in good repair, and that every room has adequate ventilation and both natural and artificial lighting
ga: Cuireann roinnt comhlachtaí árachais árachas ar fáil ar inneachar le haghaidh tionóntaí príobháideacha

source: Laundry, food preparation and food storage
ga: Foilsíonn an charthanacht tithíochta, Threshold, leideanna le haghaidh tionóntaí atá thíos le tuile agus le píopaí pléasctha

source: They must also provide facilities for cooking and for the hygienic storage of food, to include the following: • 4-ring hob with oven and grill • Cooker hood or extractor fan • Fridge and freezer, or a fridge-freezer
ga: I gcás gach árasáin nó tí atá ligthe ar cíos mar aonad ar leith, ní mór don tiarna talún a chinntiú go bhfuil bail cheart struchtúrtha ar an maoin chíosa

source: • Microwave oven • Kitchen cupboards that are suitable and adequate for storing food
ga: Ceanglaíonn na Rialacháin go gcoimeádann an tiarna talún an mhaoin agus bail shlán uirthi, taobh istigh agus amuigh

source: • Sink with mains water supply, hot water and draining area
ga: Níor cheart go mbeidís lochtach mar gheall ar thaise nó eile

source: • Installation of cooking equipment with provision, where necessary, for the safe and effective removal of fumes • Hygienic storage of food
ga: Ní mór don tiarna talún a chinntiú go bhfuil soláthairtí leictreachais agus gáis sábháilte agus go bhfuil bail mhaith orthu, agus go bhfuil ag gach seomra aerú leordhóthanach agus go bhfuil soilsiú nádúrtha agus saorga i ngach seomra

source: All landlords must provide:
ga: Ní mór don tiarna an méid a leanas a sholáthar:

source: • A sink with hot and cold water
ga: • Doirteal le huisce te agus fuar

source: • A separate room, for the exclusive use of each rented unit, with a toilet, a washbasin and a fixed bath or shower with hot and cold water
ga: • Fearas feistithe téimh i ngach seomra, atá in ann téamh éifeachtach a sholáthar agus ar féidir leis an tionónta é a rialú

source: • A fixed heating appliance in each room, which is capable of providing effective heating and which the tenant can control
ga: • Áiseanna le haghaidh cócaireachta agus stóráil shláintíoch bia, mar shampla, sorn le 4 fháinne agus oigheann agus greille, cuisneoir-reoiteoir agus oigheann micreathonnach

source: • A fire blanket and smoke alarms
ga: • Rochtain ar inneall níocháin

source: • Access to vermin-proof and pest-proof refuse storage facilities
ga: • Rochtain ar thriomadóir éadaí mura bhfuil gairdín nó clós príobháideach ag an aonad ar cíos

source: In multi-unit buildings, the landlord must provide each unit with a mains-wired smoke alarm; a fire blanket; and an emergency evacuation plan
ga: • Pluid dóiteáin agus aláraim dheataigh

source: There must also be emergency lighting in common areas
ga: • Rochtain ar áiseanna stórála bruscair atá míolradhíonach agus lotnaid-dhíonach

source: Read more about the minimum standards, including a guide to minimum standards in rented accommodation (pdf)
ga: I bhfoirgnimh ina bhfuil roinnt aonad, ní mór don tiarna talún aláram atá sreangaithe leis an bpríomhsholáthar leictreachais; pluid dóiteáin; agus pleananna aslonnaithe éigeandála a sholáthar do gach aonad agus ba cheart go mbeadh soilsiú éigeandála suiteáilte i limistéir choiteanna

source: The Housing (Standards for Rented Houses) Regulations 2017 (pdf) will take effect from 1 July 2017. They specify that:
ga: Is féidir leat tuilleadh a léamh faoi na híoschaighdeáin, lena n-áirítear Treoir maidir le híoschaighdeáin i dtithíocht ar cíos (pdf)

source: Damage to your possessions
ga: Údaráis áitiúla agus comhlachtaí tithíochta

source: It is important to note that your landlord's responsibilities (to keep the water pipes, for example, in good repair) do not normally cover you for any damage to your possessions (caused by burst pipes, for example) and the landlord's insurance policy is unlikely to cover your personal belongings
ga: Ní gá d’údaráis áitiúla agus comhlachtaí tithíochta áirithe na Rialacháin nua maidir le háiseanna stórais, réiteach bia agus níochán éadaigh a chomhlíonadh

source: Several insurance companies provide contents insurance for private tenants
ga: Beidh siad fós á rialú ag Rialacháin na dTithe (Caighdeáin do Thithe ar Cíos) 1993 agus ní mór dóibh iad seo a leanas a chur ar fáil:

source: The housing charity Threshold publishes tips for tenants experiencing issues with flooding and burst pipes
ga: • Áiseanna chun trealamh cócaireachta a shuiteáil

source: Inspections and enforcement
ga: • Áiseanna chun bia a stóráil go slán

source: Local authorities also carry out planned programmes of inspection of rented properties
ga: Mura mbaineann do theach amach nahíoschaighdeáin

source: If you think that your home does not comply with the standards, you should first bring the problem to your landlord’s attention, whether you are renting from a private landlord, a local authority or a housing association
ga: Cuireann údaráis áitiúla na caighdeáin seo i bhfeidhm, mar sin, má cheapann tú nach gcloínn do theach leis na híoschaighdeáin seo, ba chóir duit gearán a dhéanamh leis an údarás áitiúil, bíodh is gur tionónta de chuid údarás áitiúil nó cumann tithíochta tú

source: If you think your accommodation is sub-standard or your landlord refuses to carry out repairs as required, you can ask the local authority to make the landlord comply with the standards. See 'Where to apply' below
ga: Más tionónta príobháideach tú agus go gceapann tú nach gcloínn do chóiríocht leis na caighdeáin nó go ndiúltaíonn do thiarna talún deisiúcháin atá ar an liosta thuasluaite a dhéanamh, is féidir leat iarraidh ar an údarás áitiúil iallach a chur ar an tiarna talún cloí leis na caighdeáin seo

source: An Improvement Notice sets out the works that the landlord must carry out to remedy a breach of the regulations
ga: Is féidir pionóis agus ionchúisimh a bheith mar thoradh ar theipeadh cloí leis na híoschaighdeáin

source: You can read more information about disputes between landlords and tenants. Where to apply Contact your local authority
ga: Is féidir leis an Bord um Thionóntachtaí Cónaithe Príobháideacha idirghabháil a dhéanamh in aon díospóidí idir tiarnaí talún agus tionóntaí san earnáil phríobháideach ina dhiaidh sin
